export interface Test_Thread {
  id: number
  title: string,
  message: string
}

export const threads: Test_Thread[] = [
    {id: 1, title: "テストスレッド1", message: "あああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああうううううううううううううううううううううううううううううううううう"},
    {id: 2, title: "テストスレッド2", message: "あああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ"},
    {id: 3, title: "テストスレッド3", message: "あああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ"},
    {id: 4, title: "テストスレッド4", message: "あああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ"},
    {id: 5, title: "テストスレッド5", message: "あああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああああ"},
]